Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaistietoa_opetukseen_-_uusi_oktavuohta_com_avattu_.html.tmx
Source language: fin
Languages: sms

source: Saamelaistietoa opetukseen – uusi oktavuohta.com avattu!
sms: Teâđ saaʹmi pirr mättʼtõʹsse – ođđ oktavuohta.com äävuum!

source: Uudistettu oktavuohta.com -verkkolehti on avattu.
sms: Oođuum oktavuohta.com -neʹttlõstt lij äävuum.

source: Sivusto tarjoaa saamelaistietoa opetukseen ja muille kiinnostuneille ja se on toimitettu Saamelaiskäräjien ja Opetushallituksen yhteistyönä.
sms: Seeid taʹrjjee teâđ mättʼtõʹsse da jeärrsid, kook haaʹlee teâđ säʹmmlai pirr.

source: Sivusto sisältää tietoja saamelaisten kansallisista symboleista, saamelaisen kulttuurin osa-alueista, saamelaisyhteisöstä ja tapahtumista tekstein, kuvin ja videoin.
sms: Seidd lij tooimtum Sääʹmteeʹǧǧ da Mättʼtõshalltõõzz õhttsažtuâjjan.

source: Uusi oktavuohta.com -sivusto on toistaiseksi suomenkielinen.
sms: Seeid âʹnne seʹst teâđ säʹmmlai meersaž symboolin, sääʹmkulttuur sueʹrjin, sääʹmõhttsažkååʹddest da šõddmõõžžin teeʹkstivuiʹm, snimldõõǥǥivuiʹm da videoivuiʹm.

source: Saamenkielisiä sivuja toimitetaan kevään mittaan ja sivusto täydentyy kaiken aikaa.
sms: Ođđ

source: Oktavuohta.com -sivustoa toimittaa Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto.
sms: oktavuohta.com -seeid lie veâl lääʹddǩiõllsa.
